IDEA Open Model
CheckResConcreteBlock Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the CheckResConcreteBlock class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public CheckResConcreteBlock()
Public Sub New
public:
CheckResConcreteBlock()
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace